Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# foreground-cutout.unable-to-process-image-try-again
source: Unable to process the cutout image. Please try again.
de: Das ausgeschnittene Bild kann nicht verarbeitet werden. Bitte versuchen Sie es erneut.
es: No se puede procesar la imagen recortada. Por favor inténtalo de nuevo.
fr: Impossible de traiter l'image découpée. Veuillez réessayer.
ja: 切り抜き画像を処理できません。もう一度試してください。
ko: 컷아웃 이미지를 처리할 수 없습니다. 다시 시도해 주세요.
ru: Невозможно обработать вырезанное изображение. Пожалуйста, попробуйте еще раз.
vi: Khong the xu ly anh tach nen. Vui long thu lai.
zh_hans: 无法处理剪切图像。请再试一次。
zh_hant: 無法處理剪切圖像。請再試一次。

# foreground-cutout.unsupported-os
source: Background cutout requires macOS 14 or newer.
de: Für den Hintergrundausschnitt ist macOS 14 oder neuer erforderlich.
es: El recorte de fondo requiere macOS 14 o posterior.
fr: La découpe d’arrière-plan nécessite macOS 14 ou version ultérieure.
ja: 背景切り抜きにはmacOS 14以降が必要です。
ko: 배경 컷아웃에는 macOS 14 이상이 필요합니다.
ru: Для вырезания фона требуется macOS 14 или новее.
vi: Tach nen yeu cau macOS 14 tro len.
zh_hans: 背景剪切需要 macOS 14 或更高版本。
zh_hant: 背景剪切需要 macOS 14 或更高版本。

# gif.cannot-create-output-file
source: Failed to create GIF output file
de: Die Erstellung der GIF-Ausgabedatei
es: No se pudo crear el archivo de salida GIF
fr: Échec de la création du fichier de sortie GIF
ja: GIF 出力ファイルの作成に失敗しました
ko: GIF 출력 파일을 생성하지 못했습니다
ru: Не удалось создать выходной файл GIF
vi: Khong the tao tep GIF dau ra
zh_hans: 无法创建 GIF 输出文件
zh_hant: 無法創建 GIF 輸出檔案

# gif.cannot-read-source
source: Cannot read GIF file
de: GIF-Datei kann nicht gelesen werden
es: No se puede leer el archivo GIF
fr: Impossible de lire le fichier GIF
ja: GIF ファイルを読み取れません
ko: GIF 파일을 읽을 수 없습니다
ru: Невозможно прочитать файл GIF
vi: Khong the doc tep GIF
zh_hans: 无法读取 GIF 文件
zh_hant: 無法讀取 GIF 檔案

# gif.finalize-failed
source: Failed to finalize GIF file
de: GIF-Datei konnte nicht finalisiert werden
es: No se pudo finalizar el archivo GIF
fr: Échec de la finalisation du fichier GIF
ja: GIF ファイルをファイナライズできませんでした
ko: GIF 파일을 마무리하지 못했습니다
ru: Не удалось завершить GIF-файл
vi: Khong the hoan tat tep GIF
zh_hans: 未能完成 GIF 文件
zh_hant: 未能完成 GIF 檔案

# gif.finalize-resized-failed
source: Failed to finalize resized GIF
de: Die geänderte GIF-Größe konnte nicht finalisiert werden
es: No se pudo finalizar el GIF redimensionado
fr: Échec de la finalisation du GIF redimensionné
ja: サイズ変更された GIF をファイナライズできませんでした
ko: 크기가 조정된 GIF를 마무리하지 못했습니다
ru: Не удалось завершить изменение размера GIF
vi: Khong the hoan tat GIF da doi kich thuoc
zh_hans: 无法完成调整大小的 GIF
zh_hant: 無法完成調整大小的 GIF

# gif.invalid-video
source: Invalid or empty video file
de: Ungültige oder leere Videodatei
es: Archivo de vídeo no válido o vacío
fr: Fichier vidéo invalide ou vide
ja: 無効または空のビデオ ファイル
ko: 유효하지 않거나 빈 비디오 파일
ru: Неверный или пустой видеофайл
vi: Tep video khong hop le hoac trong
zh_hans: 视频文件无效或为空
zh_hant: 影片檔案無效或為空

# gif.no-frames-from-video
source: Could not extract any frames from video
de: Es konnten keine Frames aus dem Video
es: No se pudo extraer ningún fotograma del video
fr: Impossible d'extraire des images de la vidéo
ja: ビデオからフレームを抽出できませんでした
ko: 비디오에서 프레임을 추출할 수 없습니다
ru: Не удалось извлечь кадры из видео
vi: Khong the trich xuat khung hinh nao tu video
zh_hans: 无法从视频中提取任何帧
zh_hant: 無法從影片中提取任何幀

# gif.no-frames-in-gif
source: GIF contains no frames
de: GIF enthält keine Frames
es: GIF no contiene marcos
fr: Le GIF ne contient aucun cadre
ja: GIF にはフレームが含まれていません
ko: GIF에는 프레임이 없습니다
ru: GIF не содержит кадров
vi: Tep GIF khong co khung hinh nao
zh_hans: GIF 不包含帧
zh_hant: GIF 不包含幀

# keystroke-position.bottom-center
source: Bottom Center
de: Unten in der Mitte
es: Centro inferior
fr: En bas au centre
ja: 中央下
ko: 하단 중앙
ru: Внизу по центру
vi: Giữa phía dưới
zh_hans: 底部中心
zh_hant: 底部中心

# keystroke-position.bottom-left
source: Bottom Left
de: Unten links
es: Abajo a la izquierda
fr: En bas à gauche
ja: 左下
ko: 왼쪽 하단
ru: Внизу слева
vi: Góc dưới bên trái
zh_hans: 左下
zh_hant: 左下

# keystroke-position.bottom-right
source: Bottom Right
de: Unten rechts
es: Abajo a la derecha
fr: En bas à droite
ja: 右下
ko: 오른쪽 하단
ru: Внизу справа
vi: Góc dưới bên phải
zh_hans: 右下
zh_hant: 右下

# keystroke-position.top-center
source: Top Center
de: Oben in der Mitte
es: Centro superior
fr: En haut au centre
ja: 中央上部
ko: 탑 센터
ru: Вверх Центр
vi: Giữa phía trên
zh_hans: 顶部中心
zh_hant: 頂部中心

# keystroke-position.top-left
source: Top Left
de: Oben links
es: Arriba a la izquierda
fr: En haut à gauche
ja: 左上
ko: 왼쪽 상단
ru: Вверху слева
vi: Góc trên bên trái
zh_hans: 左上
zh_hant: 左上

# keystroke-position.top-right
source: Top Right
de: Oben rechts
es: Arriba a la derecha
fr: En haut à droite
ja: 右上
ko: 오른쪽 상단
ru: Вверху справа
vi: Góc trên bên phải
zh_hans: 右上角
zh_hant: 右上角

# menu.check-for-updates
source: Check for Updates...
de: Nach Updates suchen...
es: Buscar actualizaciones...
fr: Vérifier les mises à jour...
ja: アップデートをチェックしてください...
ko: 업데이트를 확인하세요...
ru: Проверьте наличие обновлений...
vi: Kiểm tra cập nhật...
zh_hans: 检查更新...
zh_hant: 檢查更新...

# menu.edit-video
source: Edit Video...
de: Video bearbeiten...
es: Editar vídeo...
fr: Modifier la vidéo...
ja: ビデオを編集...
ko: 비디오 편집...
ru: Редактировать видео...
vi: Chỉnh sửa video...
zh_hans: 编辑视频...
zh_hant: 編輯影片...

# menu.grant-permission
source: Grant Permission...
de: Erlaubnis erteilen...
es: Conceder permiso...
fr: Accorder l'autorisation...
ja: 許可を与えます...
ko: 권한 부여...
ru: Предоставить разрешение...
vi: Cấp quyền...
zh_hans: 授予许可...
zh_hant: 授予許可...

# menu.keyboard-shortcuts
source: Keyboard Shortcuts
de: Tastaturkürzel
es: Atajos de teclado
fr: Raccourcis clavier
ja: キーボード ショートカット
ko: 키보드 단축키
ru: Сочетания клавиш
vi: Phím tắt bàn phím
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

# menu.preferences
source: Preferences...
de: Präferenzen...
es: Preferencias...
fr: Préférences...
ja: 設定...
ko: 환경설정...
ru: Предпочтения...
vi: Cài đặt...
zh_hans: 偏好设置...
zh_hant: 偏好設置...

# menu.quit-snapzy
source: Quit Snapzy
de: Beenden Sie Snapzy
es: Salir de Snapzy
fr: Quitter Snapzy
ja: スナジーをやめる
ko: Snapzy 종료
ru: Выйти из Snapzy
vi: Thoát Snapzy
zh_hans: 退出 Snapzy
zh_hant: 退出 Snapzy

# menu.record-screen
source: Record Screen
de: Aufnahmebildschirm
es: Grabar pantalla
fr: Écran d'enregistrement
ja: 録画画面
ko: 기록 화면
ru: Экран записи
vi: Ghi màn hình
zh_hans: 录制屏幕
zh_hant: 錄制螢幕

# menu.stop-recording
source: Stop Recording (%@)
de: Aufzeichnung stoppen (%@)
es: Detener grabación (%@)
fr: Arrêter l'enregistrement (%@)
ja: 記録を停止 (%@)
ko: 녹음 중지(%@)
ru: Остановить запись (%@)
vi: Dừng ghi (%@)
zh_hans: 停止录音 (%@)
zh_hant: 停止錄音 (%@)

# microphone.access-required-title
source: Microphone Access Required
de: Mikrofonzugriff erforderlich
es: Se requiere acceso al micrófono
fr: Accès au microphone requis
ja: マイクへのアクセスが必要です
ko: 마이크 액세스 필요
ru: Требуется доступ к микрофону
vi: Cần quyền Microphone
zh_hans: 需要麦克风访问
zh_hant: 需要麥克風訪問

# microphone.continue-without-mic
source: Continue Without Mic
de: Ohne Mikrofon fortfahren
es: Continuar sin micrófono
fr: Continuer sans micro
ja: マイクなしで続行
ko: 마이크 없이 계속
ru: Продолжить без микрофона
vi: Tiếp tục không dùng mic
zh_hans: 不使用麦克风继续
zh_hant: 不使用麥克風繼續

# microphone.double-tap-toggle
source: Double-tap to toggle
de: Doppeltippen, um zwischen
es: Toca dos veces para alternar
fr: Appuyez deux fois pour basculer
ja: ダブルタップして切り替えます
ko: 전환하려면 두 번 탭하세요
ru: Дважды нажмите, чтобы переключить
vi: Nhấn hai lần để bật/tắt
zh_hans: 双击切换
zh_hant: 雙擊切換

# microphone.mute
source: Mute microphone
de: Mikrofon stummschalten
es: Silenciar micrófono
fr: Microphone muet
ja: マイクをミュート
ko: 마이크 음소거
ru: Отключить микрофон
vi: Tắt tiếng microphone
zh_hans: 麦克风静音
zh_hant: 麥克風靜音

source: Microphone off
de: Mikrofon aus
es: Micrófono apagado
fr: Micro éteint
ja: マイクがオフです
ko: 마이크 꺼짐
ru: Микрофон выключен
vi: Microphone đang tắt
zh_hans: 麦克风关闭
zh_hant: 麥克風關閉

source: Microphone on
de: Mikrofon an
es: Micrófono encendido
fr: Micro activé
ja: マイクがオン
ko: 마이크 켜짐
ru: Микрофон включен
vi: Microphone đang bật
zh_hans: 麦克风打开
zh_hant: 麥克風打開

# microphone.preferences-message
source: Snapzy needs microphone permission. Please enable it in System Settings > Privacy & Security > Microphone.
de: Snapzy benötigt eine Mikrofonberechtigung. Bitte aktivieren Sie es in den Systemeinstellungen > Datenschutz und Sicherheit > Mikrofon.
es: Snapzy necesita permiso del micrófono. Habilítelo en Configuración del sistema > Privacidad y seguridad > Micrófono.
fr: Snapzy a besoin de l'autorisation du microphone. Veuillez l'activer dans Paramètres système > Confidentialité et sécurité > Microphone.
ja: Snapzy にはマイクの許可が必要です。 [システム設定] > [プライバシーとセキュリティ] > [マイク] で有効にしてください。
ko: Snapzy에는 마이크 권한이 필요합니다. 시스템 설정 > 개인 정보 보호 및 보안 > 마이크에서 활성화해 주세요.
ru: Snapzy требуется разрешение микрофона. Включите его в «Настройки системы» > «Конфиденциальность и безопасность» > «Микрофон».
vi: Snapzy cần quyền Microphone. Vui lòng bật trong Cài đặt hệ thống > Quyền riêng tư & Bảo mật > Microphone.
zh_hans: Snapzy 需要麦克风权限。请在系统设置 > 隐私和安全 > 麦克风中启用它。
zh_hant: Snapzy 需要麥克風權限。請在系統設置 > 隱私和安全 > 麥克風中啓用它。

# microphone.recording-message
source: Snapzy needs microphone permission to record audio. Please grant access in System Settings.
de: Snapzy benötigt eine Mikrofonberechtigung, um Audio aufzunehmen. Bitte gewähren Sie den Zugriff in den Systemeinstellungen.
es: Snapzy necesita permiso del micrófono para grabar audio. Conceda acceso en Configuración del sistema.
fr: Snapzy a besoin de l'autorisation du microphone pour enregistrer de l'audio. Veuillez accorder l'accès dans les paramètres système.
ja: Snapzy が音声を録音するにはマイクの許可が必要です。システム設定でアクセスを許可してください。
ko: Snapzy가 오디오를 녹음하려면 마이크 권한이 필요합니다. 시스템 설정에서 액세스 권한을 부여하세요.
ru: Snapzy требуется разрешение микрофона для записи звука. Пожалуйста, предоставьте доступ в настройках системы.
vi: Snapzy cần quyền Microphone để ghi âm. Vui lòng cấp quyền trong Cài đặt hệ thống.
zh_hans: Snapzy 需要麦克风权限才能录制音频。请在系统设置中授予访问权限。
zh_hant: Snapzy 需要麥克風權限才能錄制音頻。請在系統設置中授予訪問權限。

# microphone.unavailable-version
source: Microphone unavailable on this macOS version
de: Mikrofon ist in dieser macOS-Version nicht verfügbar
es: Micrófono no disponible en esta versión de macOS
fr: Microphone indisponible sur cette version de macOS
ja: この macOS バージョンではマイクを使用できません
ko: 이 macOS 버전에서는 마이크를 사용할 수 없습니다
ru: Микрофон недоступен в этой версии macOS
vi: Microphone không khả dụng trên phiên bản macOS này
zh_hans: 麦克风在此 macOS 版本上不可用
zh_hant: 麥克風在此 macOS 版本上不可用

# microphone.unmute
source: Unmute microphone
de: Stummschaltung des Mikrofons aufheben
es: Activar el micrófono
fr: Activer le microphone
ja: マイクのミュートを解除
ko: 마이크 음소거 해제
ru: Включить микрофон
vi: Bật tiếng microphone
zh_hans: 取消麦克风静音
zh_hant: 取消麥克風靜音

# ocr.image-conversion-failed
source: Failed to convert image for OCR processing
de: Das Bild konnte nicht für die OCR-Verarbeitung konvertiert werden
es: No se pudo convertir la imagen para el procesamiento OCR
fr: Échec de la conversion de l'image pour le traitement OCR
ja: OCR 処理用に画像を変換できませんでした
ko: OCR 처리를 위한 이미지 변환 실패
ru: Не удалось преобразовать изображение для обработки OCR
vi: Khong the chuyen anh de xu ly OCR
zh_hans: 无法转换图像以进行 OCR 处理
zh_hant: 無法轉換圖像以進行 OCR 處理

# ocr.no-text-found
source: No text found in the selected area
de: Im ausgewählten Bereich wurde kein Text gefunden
es: No se encontró texto en el área seleccionada
fr: Aucun texte trouvé dans la zone sélectionnée
ja: 選択した領域にテキストが見つかりません
ko: 선택한 영역에서 텍스트를 찾을 수 없습니다
ru: В выбранной области текст не найден
vi: Khong tim thay van ban trong vung da chon
zh_hans: 在所选区域中找不到文本
zh_hant: 在所選區域中找不到文本

source: OCR recognition failed: %@
de: OCR-Erkennung fehlgeschlagen: %@
es: Error en el reconocimiento de OCR: %@
fr: Échec de la reconnaissance OCR : %@
ja: OCR 認識に失敗しました: %@
ko: OCR 인식 실패: %@
ru: Ошибка распознавания OCR: %@
vi: Nhan dang OCR that bai: %@
zh_hans: OCR 识别失败：%@
zh_hant: OCR 識別失敗：%@

# onboarding.completion.description
source: Snapzy is ready. Access it from the menu bar or use your keyboard shortcuts.
de: Snapzy ist fertig. Greifen Sie über die Menüleiste darauf zu oder verwenden Sie Ihre Tastaturkürzel.
es: Snapzy está listo. Accede a él desde la barra de menú o utiliza tus atajos de teclado.
fr: Snapzy est prêt. Accédez-y depuis la barre de menus ou utilisez vos raccourcis clavier.
ja: スナジーの準備は完了です。メニュー バーからアクセスするか、キーボード ショートカットを使用します。
ko: Snapzy가 준비되었습니다. 메뉴 표시줄에서 액세스하거나 키보드 단축키를 사용하세요.
ru: Снапзи готов. Получите к нему доступ из строки меню или используйте сочетания клавиш.
vi: Snapzy đã sẵn sàng. Mở từ thanh menu hoặc dùng phím tắt của bạn.
zh_hans: Snapzy 已准备就绪。从菜单栏访问它或使用键盘快捷键。
zh_hant: Snapzy 已準備就緒。從菜單欄訪問它或使用鍵盤快捷鍵。

# onboarding.completion.get-started
source: Get Started
de: Erste Schritte
es: Empezar
fr: Commencez
ja: 始めましょう
ko: 시작하기
ru: Начать
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding.completion.menu-bar
source: Menu Bar
de: Menüleiste
es: Barra de menú
fr: Barre de menus
ja: メニューバー
ko: 메뉴 바
ru: Строка меню
vi: Thanh menu
zh_hans: 菜单栏
zh_hant: 菜單欄

# onboarding.completion.menu-bar-hint
source: Look for the camera icon in your menu bar
de: Suchen Sie in Ihrer Menüleiste nach dem Kamerasymbol
es: Busque el ícono de la cámara en su barra de menú
fr: Recherchez l'icône de l'appareil photo dans votre barre de menus
ja: メニューバーでカメラアイコンを探してください
ko: 메뉴 표시줄에서 카메라 아이콘을 찾으세요.
ru: Найдите значок камеры в строке меню.
vi: Tìm biểu tượng camera trên thanh menu
zh_hans: 在菜单栏中查找相机图标
zh_hant: 在菜單欄中查找相機圖標

# onboarding.completion.open-preferences
source: Open Preferences
de: Öffnen Sie die Einstellungen
es: Abrir Preferencias
fr: Ouvrir les préférences
ja: 設定を開く
ko: 환경설정 열기
ru: Открыть настройки
vi: Mở Cài đặt
zh_hans: 打开首选项
zh_hant: 打開首選項

# onboarding.completion.preferences-hint
source: Customize shortcuts, output format, and more
de: Passen Sie Verknüpfungen, Ausgabeformat und mehr an
es: Personaliza accesos directos, formato de salida y más
fr: Personnalisez les raccourcis, le format de sortie et bien plus encore
ja: ショートカット、出力形式などをカスタマイズする
ko: 단축키, 출력 형식 등을 사용자 정의하세요
ru: Настройте ярлыки, формат вывода и многое другое
vi: Tùy chỉnh phím tắt, định dạng đầu ra và nhiều hơn nữa
zh_hans: 自定义快捷键、输出格式等
zh_hant: 自定義快捷鍵、輸出格式等

# onboarding.completion.shortcuts-hint
source: Use ⇧⌘3, ⇧⌘4, ⇧⌘5 to capture anytime
de: Verwenden Sie ⇧⌘3, ⇧⌘4, ⇧⌘5, um jederzeit
es: Utilice ⇧⌘3, ⇧⌘4, ⇧⌘5 para capturar en cualquier momento
fr: Utilisez ⇧⌘3, ⇧⌘4, ⇧⌘5 pour capturer à tout moment
ja: ⇧⌘3、⇧⌘4、⇧⌘5 を使用していつでもキャプチャできます
ko: ⇧⌘3, ⇧⌘4, ⇧⌘5를 사용하여 언제든지 캡처
ru: Используйте ⇧⌘3, ⇧⌘4, ⇧⌘5 для захвата в любое время
vi: Dùng ⇧⌘3, ⇧⌘4, ⇧⌘5 để chụp bất cứ lúc nào
zh_hans: 使用 ⇧⌘3、⇧⌘4、⇧⌘5 随时捕捉
zh_hant: 使用 ⇧⌘3、⇧⌘4、⇧⌘5 隨時捕捉

# onboarding.completion.title
source: You're all set!
de: Alles ist bereit!
es: ¡Estás listo!
fr: Vous êtes prêt !
ja: 準備は完了です!
ko: 모든 준비가 완료되었습니다.
ru: Все готово!
vi: Bạn đã sẵn sàng!
zh_hans: 你都准备好了！
zh_hant: 你都準備好了！

# onboarding.diagnostics.description
source: Snapzy can collect anonymous diagnostic logs when something goes wrong. These logs help us find and fix bugs faster.
de: Snapzy kann anonyme Diagnoseprotokolle sammeln, wenn etwas schief geht. Diese Protokolle helfen uns, Fehler schneller zu finden und zu beheben.
es: Snapzy puede recopilar registros de diagnóstico anónimos cuando algo sale mal. Estos registros nos ayudan a encontrar y corregir errores más rápido.
fr: Snapzy peut collecter des journaux de diagnostic anonymes en cas de problème. Ces journaux nous aident à trouver et à corriger les bugs plus rapidement.
ja: Snapzy は、何か問題が発生したときに匿名の診断ログを収集できます。これらのログは、バグをより迅速に発見して修正するのに役立ちます。
ko: Snapzy는 문제가 발생할 경우 익명의 진단 로그를 수집할 수 있습니다. 이러한 로그는 버그를 더 빠르게 찾고 수정하는 데 도움이 됩니다.
ru: Snapzy может собирать анонимные журналы диагностики, если что-то идет не так. Эти журналы помогают нам быстрее находить и исправлять ошибки.
vi: Snapzy có thể thu thập nhật ký chẩn đoán ẩn danh khi có sự cố. Các nhật ký này giúp chúng tôi tìm và sửa lỗi nhanh hơn.
zh_hans: 当出现问题时，Snapzy 可以收集匿名诊断日志。这些日志可以帮助我们更快地发现并修复错误。
zh_hant: 當出現問題時，Snapzy 可以收集匿名診斷日誌。這些日誌可以幫助我們更快地發現並修復錯誤。

# onboarding.diagnostics.enable-crash-logging
source: Enable Crash Logging
de: Absturzprotokollierung aktivieren
es: Habilitar registro de fallos
fr: Activer la journalisation des incidents
ja: クラッシュ ログを有効にする
ko: 충돌 로깅 활성화
ru: Включить ведение журнала сбоев
vi: Bật ghi log sự cố
zh_hans: 启用崩溃日志
zh_hant: 啓用崩潰日誌

# onboarding.diagnostics.logs-stored-locally
source: Logs are stored locally on your device
de: Protokolle werden lokal auf Ihrem Gerät gespeichert
es: Los registros se almacenan localmente en su dispositivo
fr: Les journaux sont stockés localement sur votre appareil
ja: ログはデバイス上にローカルに保存されます
ko: 로그는 귀하의 기기에 로컬로 저장됩니다
ru: Журналы хранятся локально на вашем устройстве
vi: Log được lưu cục bộ trên thiết bị của bạn
zh_hans: 日志存储在您的设备本地
zh_hant: 日誌存儲在您的設備本地

# onboarding.diagnostics.privacy-note
source: No personal data is collected. Nothing is sent without your action.
de: Es werden keine personenbezogenen Daten erhoben. Ohne Ihr Zutun wird nichts gesendet.
es: No se recopilan datos personales. No se envía nada sin tu acción.
fr: Aucune donnée personnelle n'est collectée. Rien n'est envoyé sans votre action.
ja: 個人データは収集されません。あなたのアクションがなければ何も送信されません。
ko: 개인 데이터는 수집되지 않습니다. 귀하의 조치 없이는 아무 것도 전송되지 않습니다.
ru: Никакие персональные данные не собираются. Без вашего действия ничего не будет отправлено.
vi: Không thu thập dữ liệu cá nhân. Không có gì được gửi đi nếu bạn không chủ động.
zh_hans: 不收集任何个人数据。如果没有您的操作，则不会发送任何内容。
zh_hant: 不收集任何個人數據。如果沒有您的操作，則不會發送任何內容。

# onboarding.diagnostics.title
source: Help Us Improve
de: Helfen Sie uns,
es: Ayúdanos a mejorar
fr: Aidez-nous à améliorer
ja: 改善にご協力ください
ko: 개선할 수 있도록 도와주세요
ru: Помогите нам улучшить
vi: Giúp chúng tôi cải thiện
zh_hans: 帮助我们改进
zh_hant: 幫助我們改進

# onboarding.permissions.accessibility
source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 접근성
ru: Доступность
vi: Trợ năng
zh_hans: 辅助功能
zh_hant: 輔助功能

# onboarding.permissions.choose-folder-message
source: Choose a folder for Snapzy captures (default: Desktop/Snapzy)
de: Wählen Sie einen Ordner für Snapzy-Aufnahmen (Standard: Desktop/Snapzy)
es: Elija una carpeta para las capturas de Snapzy (predeterminado: Escritorio/Snapzy)
fr: Choisissez un dossier pour les captures Snapzy (par défaut : Desktop/Snapzy)
ja: Snapzy キャプチャのフォルダーを選択します (デフォルト: Desktop/Snapzy)
ko: Snapzy 캡처를 위한 폴더 선택(기본값: Desktop/Snapzy)
ru: Выберите папку для снимков Snapzy (по умолчанию: Рабочий стол/Snapzy)
vi: Chọn thư mục lưu ảnh và video của Snapzy (mặc định: Desktop/Snapzy)
zh_hans: 选择 Snapzy 捕获的文件夹（默认：Desktop/Snapzy）
zh_hant: 選擇 Snapzy 捕獲的檔案夾（預設：Desktop/Snapzy）

# onboarding.permissions.grant-access
source: Grant Access
de: Zugriff gewähren
es: Conceder acceso
fr: Accorder l'accès
ja: アクセスを許可する
ko: 액세스 권한 부여
ru: Предоставить доступ
vi: Cấp quyền
zh_hans: 授予访问权限
zh_hant: 授予訪問權限

# onboarding.permissions.identity-attention
source: Build Identity Needs Attention
de: Der Aufbau einer Identität erfordert Aufmerksamkeit
es: Construir identidad necesita atención
fr: La construction d’une identité nécessite une attention particulière
ja: ビルド ID には注意が必要です
ko: ID 구축에 주의가 필요함
ru: Создание идентичности требует внимания
vi: Danh tính bản build cần được xử lý
zh_hans: 建立身份需要注意
zh_hant: 建立身份需要注意

# onboarding.permissions.identity-blocked-description
source: Granted in System Settings, but this build cannot use the permission until the identity issues below are fixed.
de: In den Systemeinstellungen gewährt, aber dieser Build kann die Berechtigung nicht verwenden, bis die unten aufgeführten Identitätsprobleme behoben sind.
es: Se concede en la configuración del sistema, pero esta compilación no puede utilizar el permiso hasta que se solucionen los problemas de identidad que aparecen a continuación.
fr: Accordé dans les paramètres système, mais cette version ne peut pas utiliser l'autorisation tant que les problèmes d'identité ci-dessous ne sont pas résolus.
ja: システム設定で付与されていますが、このビルドでは、以下の ID の問題が修正されるまで、この権限を使用できません。
ko: 시스템 설정에서 부여되었지만 이 빌드는 아래 ID 문제가 해결될 때까지 해당 권한을 사용할 수 없습니다.
ru: Предоставлено в настройках системы, но эта сборка не может использовать это разрешение, пока не будут устранены указанные ниже проблемы с идентификацией.
vi: Quyền đã được cấp trong Cài đặt hệ thống, nhưng bản build này chưa thể dùng cho đến khi các vấn đề danh tính bên dưới được xử lý.
zh_hans: 在系统设置中授予，但在修复以下身份问题之前，此版本无法使用该权限。
zh_hant: 在系統設置中授予，但在修復以下身份問題之前，此版本無法使用該權限。

# onboarding.permissions.microphone
source: Microphone
de: Mikrofon
es: Micrófono
fr: Micro
ja: マイク
ko: 마이크
ru: Микрофон
zh_hans: 麦克风
zh_hant: 麥克風

# onboarding.permissions.optional-global-shortcuts
source: Optional for global shortcuts
de: Optional für globale Verknüpfungen
es: Opcional para atajos globales
fr: Facultatif pour les raccourcis globaux
ja: グローバル ショートカットのオプション
ko: 전역 단축키에 대한 선택 사항
ru: Необязательно для глобальных ярлыков
vi: Tùy chọn cho phím tắt toàn cục
zh_hans: 全局快捷方式可选
zh_hant: 全局快捷方式可選

# onboarding.permissions.optional-voice-recording
source: Optional for voice recording
de: Optional für Sprachaufzeichnung
es: Opcional para grabación de voz
fr: Facultatif pour l'enregistrement vocal
ja: 音声録音の場合はオプション
ko: 음성 녹음을 위한 선택 사항
ru: Опционально для записи голоса
vi: Tùy chọn để ghi giọng nói
zh_hans: 可选录音
zh_hant: 可選錄音

# onboarding.permissions.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: やめる
ko: 그만둬
ru: Выйти
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# onboarding.permissions.refresh-status
source: Refresh Status
de: Status aktualisieren
es: Actualizar estado
fr: Actualiser le statut
ja: ステータスの更新
ko: 상태 새로 고침
ru: Обновить статус
vi: Làm mới trạng thái
zh_hans: 刷新状态
zh_hant: 刷新狀態

# onboarding.permissions.required-for-captures
source: Required for screenshots and recordings
de: Erforderlich für Screenshots und Aufnahmen
es: Requerido para capturas de pantalla y grabaciones.
fr: Requis pour les captures d'écran et les enregistrements
ja: スクリーンショットと録画に必要
ko: 스크린샷 및 녹음에 필요합니다.
ru: Требуется для скриншотов и записей
vi: Bắt buộc để chụp ảnh và ghi màn hình
zh_hans: 需要截图和录音
zh_hant: 需要截圖和錄音

# onboarding.permissions.save-folder
source: Save Folder
de: Speicherordner
es: Guardar carpeta
fr: Enregistrer le dossier
ja: 保存フォルダー
ko: 폴더 저장
ru: Сохранить папку
vi: Thư mục lưu
zh_hans: 保存文件夹
zh_hant: 保存檔案夾

# onboarding.permissions.screen-recording
source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement d'écran
ja: 画面録画
ko: 화면 녹화
ru: Запись экрана
vi: Ghi màn hình
zh_hans: 屏幕录制
zh_hant: 螢幕錄制

# onboarding.permissions.subtitle
source: Snapzy needs permissions for capture, audio, and save location.
de: Snapzy benötigt Berechtigungen für Aufnahme, Audio und Speicherort.
es: Snapzy necesita permisos para capturar, audio y guardar ubicación.
fr: Snapzy a besoin d'autorisations pour la capture, l'audio et l'emplacement de sauvegarde.
ja: Snapzy には、キャプチャ、オーディオ、および場所の保存に対する権限が必要です。
ko: Snapzy에는 캡처, 오디오, 위치 저장에 대한 권한이 필요합니다.
ru: Snapzy требуются разрешения для захвата, аудио и сохранения местоположения.
vi: Snapzy cần quyền để chụp, ghi âm và lưu tệp.
zh_hans: Snapzy 需要捕获、音频和保存位置的权限。
zh_hant: Snapzy 需要捕獲、音頻和保存位置的權限。

# onboarding.permissions.title
source: Grant Permissions
de: Berechtigungen erteilen
es: Conceder permisos
fr: Accorder des autorisations
ja: 権限を付与する
ko: 권한 부여
ru: Предоставить разрешения
vi: Cấp quyền truy cập
zh_hans: 授予权限
zh_hant: 授予權限

# onboarding.permissions.unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用できません
ko: 사용할 수 없음
ru: Недоступно
vi: Chưa khả dụng
zh_hans: 不可用
zh_hant: 不可用
